Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Adds ambience or a "hall effect"
sv: Lägger till atmosfär eller en "halleffekt"

source: I/O error occurred
sv: I/O-fel inträffade

source: Audacity Project Files
sv: Audacity-projektfiler

source: Mut&e Tracks
sv: Tysta s&pår

source: Error opening sound device. Try changing the audio host, playback device and the project sample rate.
sv: Fel uppstod när ljudenheten öppnades. Försök att ändra ljudvärden, uppspelningsenhet och projektets samplingsfrekvens.

source: Duration is zero. Nothing will be recorded.
sv: Längden är noll. Ingenting kommer att spelas in.

source: Comment
sv: Kommentar

source: - The two channels are identical, i.e. dual mono. The center can't be removed. Any remaining difference may be caused by lossy encoding.
sv: - De två kanalerna är identiska, det vill säga dubbel mono. Mitten kan inte tas bort. Återstående skillnader kan bero på förstörande kodning.

source: Custom brush size
sv: Anpassad penselstorlek

source: Length in seconds from %s, to
sv: Längd i sekunder från %s, till

source: 0 means endless
sv: 0 betyder oändligt

source: Get Info
sv: Hämta information

source: Save Nyquist script
sv: Spara Nyquist-skript

source: Project check of "%s" folder detected %lld missing alias (.auf) blockfile(s). Audacity can fully regenerate these files from the current audio in the project.
sv: Projektkontrollen av katalogen ”%s” hittade %lld saknade aliasblockfiler (.auf). Audacity kan återskapa dessa filer helt från det aktuella ljudet i projektet.

source: This is not an Audacity project file
sv: Det här är inte en Audacity-projektfil

source: Apply Macro
sv: Tillämpa makro

source: LV2 Effect Settings
sv: LV2-effektinställningar

source: ~a~a ~a at intervals of ~a seconds.~%
sv: ~a~a ~a i intervaller på ~a sekunder.~%

source: Height:
sv: Höjd:

source: Audio Unit Effect Options
sv: Alternativ för ljudenhetseffekter

source: Error Saving Project
sv: Fel uppstod när projektet sparades

source: No journal will be recorded after Audacity restarts.
sv: Ingen journal spelas in efter att Audacity har startats om.

source: Brownian
sv: Brunt

source: XML file
sv: XML-fil

source: Preview effect
sv: Förhandsvisa effekt

source: Ratio %.1f to 1
sv: Förhållande %.1f till 1

source: Set Preference...
sv: Ändra inställning...

source: Quick-Play enabled
sv: Snabbuppspelning är aktiverat

source: You can only measure one track at a time.
sv: Du kan bara mäta ett spår åt gången.

source: 2048 (default)
sv: 2048 (standard)

source: Click and drag to select audio
sv: Klicka och dra för att välja ljud

source: Warning - Missing Audio Data Block File(s)
sv: Varning – saknade blockfiler med ljuddata

source: High Cut for Vocals (Hz)
sv: Högt klipp för sång (Hz)

source: The module "%s" does not provide any of the required functions. It will not be loaded.
sv: Modulen ”%s” tillhandahåller inte någon av de obligatoriska funktionerna. Den läses inte in.

source: Deleted labeled audio regions
sv: Raderade ljudområden med etikett

source: &Frequency (Hz):
sv: &Frekvens (Hz):

source: Track Panel
sv: Spårpanel

source: L
sv: V

source: &Time Resolution (seconds):
sv: &Tidsupplösning (sekunder):

source: Type:
sv: Typ:

source: Add Label at &Playback Position
sv: Lägg till etikett vid uppspelning&position

source: %s: is not a valid presets file.
sv: %s: är inte en giltig förinställningsfil.

source: Move Focused Track to &Bottom
sv: Flytta aktuellt spår län&gst ned

source: %.0f%% Left
sv: %.0f%% vänster

source: Unable to save %s
sv: Det gick inte att spara %s

source: Draw Curves
sv: Rita kurvor

source: There was an error initializing the midi i/o layer.
sv: Ett fel uppstod när I/O-lager för MIDI initialiserades.

source: There are not enough tracks selected to accommodate your copied content. Select additional tracks and try again.
sv: Det finns inte tillräckligt många markerade spår för att rymma det kopierade innehållet. Markera fler spår och försök igen.

source: All audio is muted.
sv: Allt ljud är avstängt.

source: Drag to Zoom Into Region, Right-Click to Zoom Out
sv: Dra för att zooma till område. Högerklicka för att zooma ut

source: Align/Move Start
sv: Justera/flytta början

source: Multi-Tool Mode: %s for Mouse and Keyboard Preferences.
sv: Multiverktygsläge: %s för mus- och tangentbordsinställningar.

source: Could not open file: %s
sv: Kunde inte öppna fil: %s

source: %s in:
sv: %s i:

source: Soft Limit
sv: Mjuk gräns

source: Built-in
sv: Inbyggd

source: Add %s
sv: Lägg till %s

source: Apply macro to project
sv: Tillämpa makro i projektet

source: &Time Toolbar
sv: Verktygsrad för &tid

source: Reverb
sv: Efterklang

source: Region around sounds
sv: Område runt ljud

source: Punch and Roll Recording
sv: Punch and Roll-inspelning

source: Climax Impulser SFX
sv: Klimaximpuls – ljudeffekt

source: Export data to
sv: Exportera data till

source: Value must not be less than %s
sv: Värdet får inte vara mindre än %s

source: &Recover Selected
sv: &Återställ markerade

source: This project contained stereo tracks with different sample rates per channel.
sv: Projektet innehöll stereospår med olika samplingsfrekvenser per kanal.

source: Noise reduction
sv: Brusreducering

source: Recording Level
sv: Inspelningsnivå

source: Message
sv: Meddelande

source: Low rolloff for speech
sv: Låg avrullning för tal

source: Delay time (seconds)
sv: Fördröjningstid (sekunder)

source: Enable audible input &monitoring
sv: Aktivera hörbar indatamonitorering

source: DTMF &sequence:
sv: DTMF-&sekvens:

source: Processing complete.
sv: Bearbetning slutförd.

source: Unable to prepare project file command: %s
sv: Det gick inte att förbereda ett kommando för projektfilen: %s

source: &About Tenacity...
sv: &Om Tenacity …

source: &Short period:
sv: &Kort period:

source: &Export
sv: &Exportera

source: Fade Type
sv: Toningstyp

source: Move Focus to &Next Track
sv: Flytta fokus till &nästa spår

source: 1/4 (triplets)
sv: 1/4 (trioler)

source: Silence Audi&o
sv: &Tysta ljud

source: Couldn't save log to file: %s
sv: Kunde inte spara loggen till fil: %s

source: T&ools Toolbar
sv: Verktygsfält för v&erktyg

source: You may not have enough free disk space to complete this Timer Recording, based on your current settings. Do you wish to continue? Planned recording duration: %s Recording time remaining on disk: %s
sv: Du kanske inte har tillräckligt mycket ledigt hårddiskutrymme för att slutföra denna timerinspelning baserat på dina nuvarande inställningar. Vill du fortsätta? Planerad inspelningslängd: %s Kvarstående inspelningstid på hårddisken: %s

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too low.
sv: Automatisk justering av inspelningsnivå stoppades. Det totala antalet analyser har överskridits utan att en godtagbar volym hittades. Nivån är fortfarande för låg.

source: Silenced selected tracks for %.2f seconds at %.2f
sv: Tystade valda spår i %.2f sekunder vid %.2f

source: S&witch view to Beats and Measures and align with musical grid
sv: Växla till vyn taktslag och takter och justera mot det musikaliska rutnätet

source: Time Shift &Left
sv: Tidsförskjutning åt &vänster

source: Echos a message.
sv: Upprepar ett meddelande.

source: &to
sv: &till

source: Are you sure you wish to stop?
sv: Är du säker på att du vill stoppa?

source: Set Rate
sv: Ändra frekvens

source: Click to edit label text
sv: Klicka för att redigera etikettens text

source: &Close
sv: S&täng

source: C&ategory:
sv: &Kategori:

source: Project was recovered
sv: Projektet återskapades

source: Scrub For&wards
sv: Spola &framåt

source: Provides builtin effects to Tenacity
sv: Tillhandahåller inbyggda effekter för Tenacity

source: dB Limit
sv: db-gräns

source: Plug-ins updated:
sv: Insticksmoduler uppdaterade:

source: Reduces "dynamic range", or differences between loud and quiet parts.
sv: Minskar det dynamiska omfånget, det vill säga skillnaderna mellan starka och svaga delar.

source: Low Frequency
sv: Låg frekvens

source: Disk # blocks:
sv: Disknummerblock:

source: Compress Excess Silence
sv: Komprimera överdriven tystnad

source: Linear (dB)
sv: Linjär (dB)

source: A journal will be recorded after Audacity restarts.
sv: En journal spelas in efter att Audacity har startats om.

source: Number of Edits:
sv: Antal redigeringar:

source: Join
sv: Sammanfoga

source: &Apply Macro
sv: &Verkställ makron

source: Lo&ng period:
sv: Lå&ng period:

source: Tenacity can import unprotected files in many other formats (such as M4A and WMA, compressed WAV files from portable recorders and audio from video files) if you download and install the optional [[https://support.audacityteam.org/basics/installing-ffmpeg| FFmpeg library]] to your computer.
sv: Tenacity kan importera oskyddade filer i många andra format (till exempel M4A och WMA, komprimerade WAV-filer från bärbara inspelare och ljud från videofiler) om du hämtar och installerar det valfria [[https://support.audacityteam.org/basics/installing-ffmpeg| FFmpeg-biblioteket]] på datorn.

source: Spe&ctral Selection Toolbar
sv: Verktygsfält för spektrums&markering

source: Play it Loud
sv: Spela högt

source: Color 3
sv: Färg 3

source: Label Silence
sv: Tysta etikett

source: 'Save' directory cannot be set.
sv: Katalogen ”Spara” kan inte anges.

source: film frames (24 fps)
sv: filmbildrutor (24 fps)

source: Play
sv: Spela upp

source: Regenerate alias summary files (safe and recommended)
sv: Återskapa alias-sammanfattningsfiler (säkert och rekommenderas)

source: Time to perform %d edits: %ld ms
sv: Tid för att utföra %d redigeringar: %ld ms

source: As part of their processing, some Audio Unit effects must delay returning audio to Audacity. When not compensating for this delay, you will notice that small silences have been inserted into the audio. Enabling this option will provide that compensation, but it may not work for all Audio Unit effects.
sv: Som en del av bearbetningen måste vissa Audio Unit-effekter fördröja återgivningen av ljud till Audacity. Om fördröjningen inte kompenseras märker du att små tystnader läggs in i ljudet. När det här alternativet aktiveras kompenseras fördröjningen, men det kanske inte fungerar för alla Audio Unit-effekter.

source: Tenacity VST preset file
sv: Tenacity VST-förinställningsfil

source: ~a~%Sample Rate: ~a Hz. Sample values on ~a scale. ~a.~%~aLength processed: ~a ~ samples, ~a seconds.~%Peak amplitude: ~a (linear) ~a dB. Unweighted RMS: ~a dB.~%~ DC offset: ~a~a
sv: ~a~%Samplingshastighet: ~a Hz. Samplingsvärden på skalan ~a. ~a.~%~aBearbetad längd: ~a ~ samplingar, ~a sekunder.~%Maximal amplitud: ~a (linjär) ~a dB. Unweighted RMS: ~a dB.~%~ DC-offset: ~a~a

source: Track Number
sv: Spårnummer

source: Project E&nd
sv: P&rojektets slut

source: %s, graphics
sv: %s, grafik

source: ~a seconds.
sv: ~a sekunder.

source: Change Speed Limits
sv: Ändra hastighetsgränser

source: Export current selection
sv: Exportera aktuell markering

source: Fo&lder:
sv: K&atalog:

source: 32-bit Float
sv: 32-bitars flyttal

source: &Volume (dB):
sv: &Volym (dB):

source: Custom curve
sv: Anpassad kurva

source: Invalid value for parameter '%s': should be %s
sv: Ogiltigt värde parametern "%s": Den bör vara %s

source: Fade Out
sv: Tona ut

source: (disabled)
sv: (inaktiverad)

source: Preferences for Library
sv: Inställningar för bibliotek

source: Preferences for Module
sv: Inställningar för modul

source: Changes to these settings only take effect when restarting Tenacity.
sv: Ändringar av de här inställningarna börjar inte gälla förrän Tenacity startas om.

source: Track
sv: Spår

source: Remove silence from &beginning
sv: Ta bort tystnad från &början

source: C&ompress to:
sv: &Komprimera till:

source: Recent &Files
sv: Senaste &filer

source: Factory Defaults
sv: Fabriksinställningar

source: Click and drag to move right selection boundary.
sv: Klicka och dra för att flytta den högra markeringsgränsen.

source: Waveform
sv: Vågform

source: Sho&w RMS in Waveform
sv: Visa &RMS i vågform

source: Preparing preview
sv: Förbereder förhandsvisning

source: Play &Before Selection Start
sv: Spela upp &innan markeringens början

source: Automatic Save path is invalid.
sv: Sökvägen för automatisk sparning är ogiltig.

source: Minutes and Seconds
sv: Minuter och sekunder

source: Choose a location to place the temporary directory
sv: Välj ett utrymme att placera den temporära katalogen

source: Tools
sv: Verktyg

source: Rese&t...
sv: Åter&ställ...

source: A malloc() failed
sv: Ett malloc()-anrop misslyckades

source: If you proceed, your project will not be saved to disk. Is this what you want?
sv: Om du fortsätter sparas inte projektet till disken. Är det vad du vill?

source: &Project Start
sv: &Projektets början

source: Constant Power 2
sv: Konstant kraft 2

source: Drag to Seek. Release and move to Scrub.
sv: Dra för att söka. Släpp och flytta för att använda scrubbing.

source: Foc&us
sv: Fok&us

source: &File
sv: &Arkiv

source: Do &nothing
sv: Gör &ingenting

source: MilliSeconds
sv: Millisekunder

source: Face name
sv: Stilnamn

source: Split New
sv: Dela ny

source: Current selection length: dd:hh:mm:ss
sv: Nuvarande markeringslängd: dd:hh:mm:ss

source: Error~%~ '~a' could not be opened.~%~ Check that file exists.
sv: Fel~%~ "~a" kunde inte öppnas.~%~ Kontrollera att filen finns.

source: Right (dB)
sv: Höger (dB)

source: Bar
sv: Takt

source: Length
sv: Längd

source: Export as FLAC
sv: Exportera som FLAC

source: Dynamic Reduction
sv: Dynamisk reducering

source: Set Project...
sv: Ändra projekt...

source: End Date and Time
sv: Slutdatum och -tid

source: Lower Time Signature
sv: Undre taktartssiffra

source: Please check that the directory exists, has the necessary permissions, and the drive isn't full.
sv: Kontrollera att katalogen finns, har nödvändiga behörigheter och att enheten inte är full.

source: Pink
sv: Rosa

source: %sSave Project "%s" As...
sv: %sSpara projektet "%s" som...

source: Vocal Control
sv: Sångkontroll

source: Basic
sv: Grundläggande

source: Module
sv: Modul

source: Low Recording Latency: %g
sv: Låg inspelningslatens: %g

source: There is not enough room available to generate the audio
sv: Det finns inte tillräcklig plats att skapa ljud

source: Select Zero Crossing
sv: Välj nollkorsningar

source: Make Stereo
sv: Skapa stereo

source: Could not find any audio devices.
sv: Kan inte hitta några ljudenheter

source: A channel of a stereo track was missing.
sv: En kanal i ett stereospår saknades.

source: ~aBandwidth is zero (the upper and lower~%~ frequencies are both ~a Hz).~%~ Please select a frequency range.
sv: ~aBandbredden är noll (de över och undre~%~ frekvenserna är båda ~a Hz).~%~ Välj ett frekvensintervall.

source: &Solo/Unsolo Focused Track
sv: Aktivera/inaktivera &solo för aktuellt spår

source: File
sv: Arkiv

source: The temporary files directory is on a FAT formatted drive. Resetting to default location.
sv: Katalogen för temporära filer finns på en enhet formaterad med FAT. Återställer standardplatsen.

source: 01000,01000 frames|25
sv: 01000,01000 bildrutor|25

source: &Export...
sv: &Exportera...

source: Numbering after File name prefix
sv: Numrera efter filnamnets prefix

source: Import Project
sv: Importera projekt

source: Tenacity Audio
sv: Tenacity-ljud

source: Soft clip -12dB, 80% make-up gain
sv: Mjukt klipp -12dB, 80% ombrytningsförstärkning

source: Ratio
sv: Förhållande

source: Start to Selection &End
sv: Börja vid markeringens &slut

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
sv: Reparera arbete genom att använda ljuddata utanför markeringsområdet. Var god markera ett område där ljud har kontakt med annat ljud på minst ena sidan. Ju mer omgivande ljud, desto bättre fungerar det.

source: Using Label/Track Name
sv: Använd namn på etikett/spår

source: linear
sv: linjär

source: Drums Control
sv: Trumkontroll

source: Adjust label interval to fit length
sv: Justera etikettintervall för att passa längd

source: Close project immediately with no changes
sv: Stäng projektet omedelbart utan ändringar

source: Quick-Play disabled
sv: Snabbuppspelning är inaktiverat

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to reduce noise.
sv: Markera allt ljud som du vill filtrera, välj hur mycket brus du vill filtrera bort och klicka sedan på "OK" för att radera brus.

source: Skip to End
sv: Hoppa till slutet

source: Preferences
sv: Inställningar

source: &Recording
sv: &Inspelning

source: -96 dB (PCM range of 16 bit samples)
sv: -96 dB (PCM-intervall av 16-bitars samplingar)

source: Playback
sv: Uppspelning

source: Full
sv: Fullständig

source: Use mostly Left-to-Right layouts in RTL languages
sv: Använd mestadels vänster-till-höger-utseenden i höger-till-vänster-språk

source: Action
sv: Handling

source: Journal recording failed
sv: Journalinspelning misslyckades

source: Gain (dB)
sv: Förstärkning (dB)

source: Theme
sv: Tema

source: End
sv: Slut

source: Installation Prefix:
sv: Installationsprefix:

source: De&lete selected rule
sv: R&adera markerad regel

source: Gate threshold (dB)
sv: Grindtröskel (dB)

source: Click and drag to move a track in time
sv: Klicka och dra för att flytta ett spår i tid

source: Cleaning up unused directories in project data
sv: Rensar oanvända kataloger i projektdata

source: Release build (debug level %d)
sv: Utgivningsversion (felsökningsnivå %d)

source: Paste clip
sv: Klistra in klipp

source: &Selection Toolbar
sv: Verktygsfält för &markering

source: Chebyshev Type I
sv: Chebyshev, typ I

source: Zoom Reset
sv: Återställ zoom

source: 24-bit PCM
sv: 24-bitars PCM

source: To use Draw, zoom in further until you can see the individual samples.
sv: För att använda Rita, zooma in ytterligare tills du ser de individuella ljudsamplingarna.

source: Native Audacity
sv: Inbyggd Audacity

source: Save file as
sv: Spara fil som

source: Smooth Time
sv: Utjämningstid

source: Support for Other Formats
sv: Stöd för andra format

source: %s - R
sv: %s - H

source: High Frequency
sv: Hög frekvens

source: Enable track spectrogram view before applying 'Spectral' effects.
sv: Aktivera spårets spektrogramvy innan ”spektrala” effekter används.

source: All supported
sv: Alla format som stöds

source: Selection Star&t
sv: Markeringens &början

source: Lookahead Time
sv: Framförhållningstid:

source: Set Track
sv: Ändra spår

source: "%s" is not a valid file path.
sv: "%s" är inte en giltig filsökväg.

source: Zoom Horizontal
sv: Zooma horisontellt

source: Bad data size. Could not import audio
sv: Felaktig datastorlek. Det gick inte att importera ljudet

source: Passband Ripple (dB)
sv: Passbandskrusning (dB)

source: centiseconds
sv: centisekunder

source: Label type
sv: Etikettyp

source: Sets the loudness of one or more tracks
sv: Ställer in ljudstyrkan för ett eller flera spår

source: <b>RMS</b> (unweighted): &nbsp;&nbsp;~a dB.
sv: <b>RMS</b> (ouppskattad): &nbsp;&nbsp;~a dB.

source: Failed to retrieve preset content
sv: Det gick inte att hämta innehållet i förinställningen

source: Failed to convert "%s" preset to internal format
sv: Det gick inte att konvertera förinställningen ”%s” till internt format

source: Select Frequencies
sv: Välj frekvenser

source: Recording duration:
sv: Inspelningslängd:

source: Acoustic
sv: Akustisk

source: Error.~%Unable to open file
sv: Fel.~%Kan inte öppna fil

source: Algorithm not effective on this audio. Nothing changed.
sv: Algoritmen är inte effektiv i detta ljud. Ingenting ändrades.

source: Horizontal Scrollbar
sv: Horisontell rullningslist

source: Expand
sv: Expandera

source: Medium Overdrive
sv: Mellanstor overdrive

source: Benchmark times: Original: %s Default Segmented: %s Default Threaded: %s SSE: %s SSE Threaded: %s
sv: Prestandatestets tider: Original: %s Standardsegmenterade: %s Standardtrådade: %s SSE: %s SSE-trådade: %s

source: A&lgorithm:
sv: A&lgoritm:

source: Tenacity could not read its default theme. Please report the problem.
sv: Tenacity kunde inte läsa sitt standardtema. Rapportera problemet.

source: Select Cursor to Stored
sv: Markera från markören till lagrad position

source: Relative To:
sv: Relativt till:

source: Tenacity Timer Record - Waiting
sv: Tidsstyrd inspelning i Tenacity – väntar

source: Use &hardware to play other tracks
sv: Använd &hårdvara för att spela upp andra spår

source: %s Team Members
sv: Medlemmar i %s-teamet

source: CSV files
sv: CSV-filer

source: Move Track Down
sv: Flytta ned spåret

source: Beats and Measures
sv: Taktslag och takter

source: Do nothing
sv: Gör ingenting

source: Linear (amp)
sv: Linjär (amplitud)

source: (&semitones) [-12 to 12]:
sv: (&halvtoner) [-12 till 12]:

source: Audio
sv: Ljud

source: Scrub &Ruler
sv: Scrub&linjal

source: Foreground end time
sv: Sluttid för förgrund

source: unavailable - above location doesn't exist
sv: otillgänglig - platsen ovan finns inte

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
sv: Tid startad = %2d tim(mar), %2d minut(er), %.2f sekunder.

source: &Scrub
sv: Aktivera &scrubbing

source: Down Octa&ve
sv: Ned en ok&tav

source: Length and End of Selection
sv: Markeringens längd och slut

source: %s, %d of %d clip %s
sv: %s, %d av %d klipp %s

source: %s, %d of %d clips %s
sv: %s, %d av %d klipp %s

source: 1 channel (mono)
sv: 1 kanal (mono)

source: Second greatest
sv: Näst störst

source: Square, no alias
sv: Kvadrat, inget alias

source: Discarding undo/redo history
sv: Kastar bort historik för Ångra/Gör om

source: Group by publisher
sv: Gruppera efter utgivare

source: Moved clips to the left
sv: Flyttade klipp åt vänster

source: Result
sv: Resultat

source: Zoom &Toggle
sv: Vä&xla zoomning

source: Both Channels
sv: Båda kanaler

source: Nyquist scripts
sv: Nyquist-skript

source: Failed to bind SQL parameter
sv: Det gick inte att binda SQL-parametern

source: Allow
sv: Tillåt

source: Skip to Selection End
sv: Hoppa till markeringens slut

source: &Algorithm:
sv: &Algoritm:

source: Value (linear)
sv: Värde (linjärt)

source: Menu Command (No Parameters)
sv: Menukommando (inga parametrar)

source: No format specific options
sv: Inget formatspecifika alternativ

source: %s Error saving recording.
sv: %s Fel uppstod när inspelningen sparades.

source: Number & Interval
sv: Nummer&intervall

source: Authorization denied
sv: Auktorisering nekades

source: Colors
sv: Färger

source: Attack Time
sv: Attacktid

source: GNU General Public License v2.0 or later
sv: GNU General Public License v2.0 eller senare

source: &Spectrogram
sv: &Spektrogram

source: Ping (long)
sv: Pip (lång)

source: Upper Speed Limit
sv: Övre hastighetsgräns

source: Adjusted gain
sv: Justerade förstärkning

source: Time Track
sv: Tidspår

source: Show e&xtra menus
sv: Visa e&xtra menyer

source: Measured foreground level
sv: Mätt förgrundsnivå

source: Da&mping (%):
sv: Dä&mpning (%):

source: &Open...
sv: &Öppna...

source: Project Dependencies
sv: Projektberoenden

source: Number of Labels
sv: Antal etiketter

source: "%s" is a Wavpack audio file. Tenacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en WavPack-ljudfil. Tenacity kan inte öppna den här filtypen. Du måste konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: Timeline actions disabled during recording
sv: Tidslinjeåtgärder är inaktiverade under inspelning

source: Play C&ut Preview-at-Speed
sv: Spela upp ut&klippt förhandsvisning efter hastighet

source: Current program has been modified. Discard changes?
sv: Nuvarande program har ändrats. Släng ändringarna?
